exports.stopWords = new Set([
  'こと', 'もの', 'ため', 'よう', 'とき', 'ところ', 'うち', 'わけ', 'はず', 'つもり', '上', '下', '方',
  '私', 'あなた', '彼', '彼女', 'これ', 'それ', 'あれ', 'ここ', 'そこ', 'あそこ', 'どの', 'この', 'その', 'あの',
  'する', 'いる', 'ある', 'なる', 'できる', 'いく', 'くる', 'いう', '思う', '感じる', '見る', '聞く', '言う', '行く', '来る', '与える', '受ける', '持つ', '取る', 'かける', 'くれる', '下さる', 'いただく', 'おる', 'くださる', '頂く', '下さい', '致す', '参る', '申す', '存じる', '拝見', '伺う', 'おります', 'ございます', 'お願', '感じ', '思い', '考え',
  'いい', 'よい', '悪い', '高い', '低い', '多い', '少ない', '大きい', '小さい', '長い', '短い', '早い', '遅い', '新しい', '古い',
  'ない', 'なく', 'です', 'ます', 'でし', 'まし', 'ませ', 'ん', 'たい', 'たがる', 'らしい', 'そうだ', 'ようだ', 'みたいだ',
  'の', 'が', 'を', 'に', 'へ', 'と', 'より', 'から', 'で', 'や', 'も', 'は',
  'など', '等', '的', '性', '化', '感', 'さ', 'み', 'ながら', 'つつ', 'て', 'ば', 'たり', 'のみ', 'だけ', 'しか', 'さえ', 'まで', 'こそ', 'でも', 'だの', 'なり', 'やら', 'か', 'のやら', 'とか', 'だって', 'とも', 'ても', 'けれど', 'けれども', 'けど', 'のに', 'ので', 'し', 'ものの', 'くせに', 'ところが', 'それでも', 'だから', 'すると', 'そこで', 'さて', 'では', 'もし', 'たとえ', 'いくら', 'どんなに', 'よしんば', 'かりに',
  'いや', 'はい', 'ええ', 'ああ', 'うん', 'まあ', 'さあ', 'ねえ', 'おい', 'こら', 'もしもし', 'おお', 'あら', 'わあ', 'いやはや', 'それでは', 'じゃあ', 'ところで', 'そして', 'それから', 'ならびに', 'および', 'また', 'かつ', 'あるいは', 'または', 'ないしは', 'もしくは', 'それとも', 'しかし', 'だが', 'だって', 'なぜなら', 'というのは', 'もっとも', 'ただし',
  'おはよう', 'こんにちは', 'こんばんは', 'さようなら', 'ありがとう', 'すみません', 'ごめんなさい', 'ください',
  '様', 'さん', '君', 'ちゃん',
  '非常', '大変', '本当', 'とても', 'すごく', '特に', '少し', 'ちょっと', 'いつも', '全て', '皆様', 'みなさま', '皆さん', 'みなさん', '方々'
]);
